[
	{
		"id": "kongswap",
		"name": "KongSwap",
		"oneLiner": "The one stop token shop - Trade tokens across all chains with ease using KongSwap.",
		"website": "https://www.kongswap.io/",
		"twitter": "https://x.com/kongswap",
		"github": "https://github.com/KongSwap",
		"openChat": "https://oc.app/community/maceh-niaaa-aaaaf-bm37q-cai/channel/143833652212619352659918759629305427896",
		"telegram": "https://t.me/kong_swap",
		"tags": ["DEX", "Signer Standard"],
		"description": "KongSwap is a fully decentralized exchange (DEX) offering bridgeless cross-chain trading across ICP, Bitcoin, Ethereum, and Solana. <br/><br/>Using Chain Fusion technology and the Internet Computer Protocol, it reduces fees, simplifies user experience, and avoids liquidity fragmentation. Both frontend and backend operate on-chain via smart contracts, delivering a seamless DeFi experience.",
		"usesInternetIdentity": false,
		"display": "Large",
		"stats": "",
		"logo": "/images/dapps/kong-swap-logo.svg",
		"screenshots": ["/images/dapps/kong-swap.webp"],
		"featured": true
	},
	{
		"id": "openchat",
		"name": "OpenChat",
		"oneLiner": "Decentralized alternative to WhatsApp.",
		"callToAction": "Go to OpenChat",
		"website": "https://oc.app/",
		"twitter": "https://x.com/OpenChat",
		"github": "https://github.com/open-chat-labs/open-chat",
		"tags": ["Social Media"],
		"description": "OpenChat is a fully featured chat application running end-to-end on the Internet Computer blockchain.<br/><br/>OpenChat is governed by its community as a DAO and has its own CHAT token. CHAT tokens are given as rewards to users to turbo-charge growth and to create a team of millions of advocates allowing OpenChat to become a viable challenger to centralized big tech competitors!",
		"usesInternetIdentity": true,
		"display": "Large",
		"stats": "80,000+ users",
		"logo": "/images/dapps/open-chat-logo.svg",
		"screenshots": ["/images/dapps/open-chat.webp"]
	},
	{
		"id": "decideid",
		"name": "DecideID",
		"oneLiner": "Unique Identity Verification for Trustworthy Digital Engagements.",
		"callToAction": "Start your journey",
		"website": "https://decideai.xyz/id",
		"twitter": "https://twitter.com/DecideAI_",
		"tags": ["Verifiable Credentials"],
		"stats": "50,000+ inference requests",
		"description": "Decide ID is at the heart of the Decide AI system, ensuring trust and security through its unique Proof of Personhood (PoP) methodology. When you join, you'll go through a verification process where you provide multiple proofs and complete a special challenge to confirm your identity. This makes sure that every user is real, unique, and not a bot. Your Principal ID, a unique on-chain identifier, is created during this process. It can be used across various applications that require verified personhood, ensuring a secure and seamless integration into any app’s sign-up or login process. Plus, the use of Zero-Knowledge proofs means your private data, like biometric information, remains confidential and safe.<br/><br/>With Decide ID, enjoy a flexible, secure, and privacy-first way to verify and engage online.",
		"usesInternetIdentity": true,
		"logo": "/images/dapps/decide-ai-logo.svg",
		"github": "https://github.com/modclub-app",
		"screenshots": ["/images/dapps/decide-ai.webp"]
	}
]
